Revit 2027 API
ParameterTypeId.SpanDirSymParamTop Property
 "Top"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpanDirSymParamTop { get; }
Public Shared ReadOnly Property SpanDirSymParamTop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpanDirSymParamTop {
	ForgeTypeId^ get ();
}
static member SpanDirSymParamTop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace